Revit 2027 API
CriticalPathCollector Properties
The CriticalPathCollector type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
CriticalPathCollector Class
Autodesk.Revit.DB.Analysis Namespace